Repository: common-repository/timerbee-widget
Catalog: languages/tb_portal-*.po
Languages: de_de, pl_pl

source: url
de_de: BaseURL
pl_pl: BaseURL

source: api key
de_de: API Token
pl_pl: API Token

source: Test Api
pl_pl: Testuj Api

source: Edit
de_de: Bearbeiten
pl_pl: Edytuj

source: Delete
de_de: Löschen
pl_pl: Usuń

source: Show more details
de_de: Mehr Details anzeigen
pl_pl: Pokaż więcej szczegółów

source: Widgets
pl_pl: Widżety

source: Add new
de_de: Neue Konfiguration
pl_pl: Dodaj nowy

source: ERROR
pl_pl: BŁĄD

source: Service is unreachable
de_de: Service ist nicht erreichbar
pl_pl: Usługa jest niedostępna

source: api responded with code
de_de: api antwortete mit code
pl_pl: Api odpowiedziało kodem

source: OK
pl_pl: SUKCES

source: Undefined Exception raised during doing test request
de_de: Nicht definiert Ausnahme während Testanforderung ausgelöst
pl_pl: Niezdefiniowany błąd podczas pretwarzania żądania

source: Item was successfully saved
de_de: Artikel wurde erfolgreich gespeichert
pl_pl: Rekord zapisany poprawnie

source: There was an error while saving item
de_de: Beim Speichern des Artikels ist ein Fehler aufgetreten
pl_pl: Wystąpił błąd podczas przetwarzania żądania

source: Item was successfully updated
de_de: Artikel wurde erfolgreich aktualisiert
pl_pl: Rekord zaaktualizawany poprawnie

source: Item not found
de_de: Artikel nicht gefunden
pl_pl: Nie znaleziono rekordu

source: Widget data
de_de: Konfigurationsdaten
pl_pl: Dane Widżetu

source: Add new timerbee widget
de_de: Neues Timerbee-Widget hinzufügen
pl_pl: Dodaj nowy Widżet

source: Back to list
de_de: Zurück zur Liste
pl_pl: Powróć do listy

source: Save
de_de: Speichern
pl_pl: Zapisz

source: Items Deleted:
de_de: Gelöschte Elemente:
pl_pl: Usunięto rekordów:

source: TimerBee Widgets
de_de: TimerBee Widget
pl_pl: Widżety TimerBee

source: Error Text updated
de_de: Fehlertext aktualisiert
pl_pl: Zaaktualizowano tekst błędu

source: Edit error message text
de_de: Bearbeiten Sie den Text der Fehlermeldung
pl_pl: Edytuj tekst błędu

source: Error text message will be displayed in widget area in case of Timerbee service is inacessible
de_de: Wenn der Timerbee-Dienst nicht verfügbar ist, wird diese Fehlermeldung im Widget-Bereich angezeigt
pl_pl: Tekst błędu będzie wyświetlany w przypadku gdy serwis TimerBee jest niedostępny

source: SavePlugin
pl_pl: Zaaktualizuj tekst błędu

source: Shortname is required
de_de: Kurzname ist erforderlich
pl_pl: Nazwa skrócona jest wymagana

source: Api url format invalid-must starts with "http://" or "https://"
de_de: BaseURL ist ungültig. Es muss mit "http://" oder "https://" beginnen.
pl_pl: pole Api Url musi zaczynać się od znaków http:// bądź https://

source: Api key is required
de_de: Ein API-Schlüssel ist erforderlich
pl_pl: Klucz Api jest wymagany

source: Api url
de_de: BaseURL
pl_pl: BaseURL

source: Api key
de_de: Api Token
pl_pl: Api Token

source: Update error message
de_de: Speichern

source: The widget is included as shortcode
de_de: Das Widget wird als Shortcode in der Webseite eingebaut.

source: usage: [tb_portal_widget shortname="default"]
de_de: Beispiel: [tb_portal_widget shortname="default"]
